Repository: kodi-pvr/pvr.argustv
Catalog: pvr.argustv/resources/language/resource.language.*/strings.po
Languages: ko_kr, nb_no, nl_nl

# Addon Summary
source: Kodi frontend for the ARGUS TV PVR https://www.argus-tv.com/
ko_kr: ARGUS TV PVR을 위한 Kodi 프론트엔드 https://www.argus-tv.com/
nb_no: Kodi-grenseflate til ARGUS TV-PVR https://www.argus-tv.com/
nl_nl: Kodi frontend voor het ARGUS-TV PVR https://www.argus-tv.com/

# Addon Description
source: ARGUS TV PVR frontend. Supports streaming of Live TV & Recordings, listening to Radio channels, EPG and schedules.
ko_kr: ARGUS TV PVR 프론트엔드. 라이브 TV 스트리밍과 녹화, 라디오 청취, EPG와 예약 지원.
nb_no: ARGUS TV PVR-klientdel Støtter visning av direkte-TV, opptak, lytting til radiokanaler, EPG og tidsopptak.
nl_nl: ARGUS TV PVR frontend. Ondersteunt het bekijken van Live-TV en opnames, het beluisteren van radiozenders, het tonen van de EPG en het inplannen/beheren van nieuwe opnames (Timers).

# Addon Disclaimer
source: This is unstable software! The authors are in no way responsible for failed recordings, incorrect timers, wasted hours, or any other undesirable effects.
ko_kr: 완성되지 않은 소프트웨어입니다! 개발자는 녹화와 예약의 실패, 시간 허비나 다른 의도하지 않은 결과에 대한 책임을 지지 않습니다.
nb_no: Dette er ustabil programvare! Forfatterne er på ingen måte ansvarlige for feilaktig opptak, uriktige tidsur, bortkastet tid, eller alle andre uønskede følger.
nl_nl: Dit is instabiele software! De auteurs zijn op geen enkele wijze verantwoordelijk voor mislukte opnames, onjuiste timers, verspilde uren of andere ongewenste effecten .

# #30000
source: ARGUS TV Hostname
ko_kr: ARGUS TV 호스트명
nb_no: ARGUS TV-vertsnavn
nl_nl: ARGUS TV-hostnaam

# #30001
source: ARGUS TV webserver port
ko_kr: ARGUS TV 웹서버 포트
nb_no: ARGUS TV-nettjenerport
nl_nl: ARGUS TV-webserverpoort

# #30002
source: Include Radio
ko_kr: 라디오 포함
nb_no: Inkluder radio
nl_nl: Toon radio

# #30003
source: Connect timeout (s)
ko_kr: 연결시간 제한 (초)
nb_no: Tilkoblingsavbrudd (s)
nl_nl: Verbindingstimeout(s)

# #30004
source: Windows user account
ko_kr: 윈도우 사용자 계정
nb_no: Windows brukerkonto
nl_nl: Windows gebruikersaccount

# #30005
source: Password
ko_kr: 비밀번호
nb_no: Passord
nl_nl: Wachtwoord

# #30006
source: Delay after tuning (ms)
ko_kr: 튜닝 후 지연 (ms)
nb_no: Forsinkelse etter lasting (ms)
nl_nl: Wachttijd na afstemmen (ms)

# #30007
source: Single recordings in folder
ko_kr: 폴더마다 한 녹화 파일만
nb_no: Enkle opptak i mappe
nl_nl: Enkelvoudige opnamen in map
